Repository: neomlet/collection
Catalog: wiki_game/locales/*/LC_MESSAGES/quiz.po
Languages: ru

source: Choose language / Выберите язык:
ru: Выберите язык:

source: 🌟 Welcome to Smart Quiz! 🌟
ru: 🌟 Добро пожаловать в Умную Викторину! 🌟

source: Enter your name:
ru: Введите ваше имя:

source: Invalid choice. Try again.
ru: Неверный выбор. Попробуйте снова.

source: 🏆 Top 5 Players:
ru: 🏆 ТОП-5 Игроков:

source: points
ru: очков

source: 📚 Topic:
ru: 📚 Тема:

source: ✎ Your answer:
ru: ✎ Ваш ответ:

source: ✓ Correct! %s (+%d)
ru: ✓ Верно! %s (+%d)

source: Score: %d | Streak: %d 👍
ru: Счет: %d | Серия: %d 👍

source: ✗ Wrong. Correct answer: %s
ru: ✗ Неправильно. Правильный ответ: %s

source: ▶ Continue? (y/n):
ru: ▶ Продолжить? (д/н):

source: ✨ Game Over! Your score: %d
ru: ✨ Игра окончена! Ваш счет: %d

source: Failed to load question...
ru: Не удалось загрузить вопрос...

source: ⏰ Time's up!
ru: ⏰ Время вышло!
